questions = ["Ваш пол?",
             "Сколько вам лет?",
             "В каком городе вы проживаете?",
             ["Какой у вас уровень образования?",
              "1) Основное общее\n2) Среднее общее\n3) Среднее профессиональное\n4) Неоконченное высшее\n5) Высшее"],
             ["Как вы относитесь к феминитивам в речи?", "1) Положительно\n2) Отрицательно\n3) Нейтрально"],
             ["Как вы относитесь к нецензурной лексике в речи?",
              "1) Положительно\n2) Отрицательно\n3) Нейтрально\n4) Зависит от человека"],
             ["Как, по-вашему, читается слово «скучно»?",
              "1) Ску[ш]но\n2) Ску[ч]но"],
             "О каких вы слышали приметах/суевериях/ритуалах, связанных с обучением?Например, что нужно делать перед сессией или в другие важные моменты, или о каком-то значимом месте в здании учебного заведения. Соблюдали ли вы что-то подобное сами?",
             "О каких легендарных событиях в истории вашего университета или направления (возможно, немного приукрашенных) вы слышали? Например, о знаменитом преподавателе или студенте, об истории самого учебного заведения, или местной достопримечательности. Верите ли вы в правдивость этих событий?",
             "Какие вы слышали страшилки, байки или истории (не обязательно страшные) о вашем университете или направлении? Например, о проклятой аудитории или о потайных, неразглашаемых правилах оценивания. Верите ли вы (хотя бы чуть-чуть) в их возможную правдивость?"]

answers = ['1', '2', '3', '4', '5']  # Ответы пользователей
